import SocialMedia from "../../components/SocialMedia/SocialMedia";
import Header from "../../components/Header/Header";
import Navbar from "../../components/Navbar/Navbar";
import Footer from "../../components/Footer/Footer";
import Support from "../../components/Support/Support";

function Terms() {
  return (
    <>
      <Header />
      <Navbar />
      <div className="p-10 text-lg space-y-8 leading-10 dark:text-gray-200">
        <p>
          توجه داشته باشید کلیه اصول و رویه‌های کالا بی کالا منطبق با قوانین
          جمهوری اسلامی ایران، قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف
          کننده است و متعاقبا کاربر نیز موظف به رعایت قوانین مرتبط با کاربر است.
          در صورتی که در قوانین مندرج، رویه‌ها و سرویس‌های کالا بی کالا تغییراتی
          در آینده ایجاد شود، در همین صفحه منتشر و به روز رسانی می شود و شما
          توافق می‌کنید که استفاده مستمر شما از سایت به معنی پذیرش هرگونه تغییر
          است.
        </p>
        <p>
          کالا بی کالا موظف است تمامی سفارشات تهران را طی یک روز کاری به سفارش
          دهنده تحویل داده و تمامی سفارشات خارج از تهران را طی دو روز کاری تحویل
          سرویس‌های ارسال پستی دهد و رسید پستی را به مشترکین ارسال کند.
        </p>
        <p>
          روز کاری به معنی روز شنبه تا پنج شنبه هر هفته، به استثنای تعطیلات
          عمومی در ایران است و کلیه سفارش‌های ثبت شده در طول روزهای کاری و اولین
          روز پس از تعطیلات پردازش می‌شوند.
          <br />
          در بخش مشخصات هر محصول گزینه‌ای به نام مرغوبیت کالا وجود دارد که
          نشان‌دهنده کیفیت محصول ارسال شده است و کالا بی کالا نسبت به کالاهای
          غیراصل هیچ گونه ضمانت یا گارانتی برگشتی ندارد.
          <br />
          اگر بعد از سفارش به هردلیلی کاربر از خرید خود انصراف داد یا کالا بی
          کالا قادر به ارسال محصول نبود وجه پرداختی توسط کاربر نهایت طی 5 روز
          کاری به حساب بانکی کاربر عودت داده خواهد شد.
        </p>
        <h3 className="font-bold text-2xl text-">شرایط مرجوعی و بازگشت کالا</h3>
        <p>
          هیچ یک از محصولات کالا بی کالا امکان تست ندارند در صورت تست یا بازشدن
          محصول طبق شرایط زیر عمل خواهد شد :
        </p>
        <p>
          اگر تحت هر شرایطی قصد مرجوع کردن محصول خریداری شده را داشته باشید 10
          الی 15 درصد از مبلغ پرداختی + هزینه ارسال و بسته بندی کسر گردیده و
          مابقی به حساب کاربر برگشت خواهد خورد.
        </p>
        <p className="font-bold">
          تحت هر شرایطی، اگر کارتن محصول دچار پارگی، حتی کوچک‍‌ترین آسییب و
          پارگی شده باشد،{" "}
          <span className="text-red-500 font-bold">
            امکان مرجوعی کالا وجود ندارد
          </span>{" "}
          و مرجع مشخص کننده این موضوع مسئولین انبار کالا بی کالا می‌باشند.
        </p>
        <p>
          اگر تیم مانیتورینگ تشخیص دهند که محصول بیش از اندازه هنگام برگشت مصرف
          شده، مبلغ اعلام شده از سمت مانیتورینگ از پرداخت کلی کسر و مابغی به
          حساب کاربر برگشت خواهد خورد.
          <br />
          <br />
          حتماً هنگام دریافت محصولات اقلام دریافتی را با فاکتور خود تطبیق دهید،
          اگر محصول ارسالی شما اشتباه ارسال شده باشد و شما آنرا بعد از دریافت
          باز کرده باشید،{" "}
          <span className="text-red-500 font-bold">
            امکان مرجوعی کالا وجود ندارد
          </span>
          .
          <br />
          <br />
          اگر محصول یا کارتن محصول هنگام مرجوع کردن توسط کاربر آسیب ببیند امکان
          مرجوع کالا وجود ندارد.
          <br />
          <br />
          شما 7 روز بعد از دریافت محصول امکان بازگشت کالا را دارید و بعد از این
          زمان تحت هیچ شرایطی ترتیب اثر داده نخواهد شد.
          <br />
          <br />
          مبلغ 48 ساعت بعد از رسیدن محصول و بررسی کامل محصول به دفتر مرکزی کالا
          بی کالا به حساب کاربر واریز می‌گردد.
          <br />
          <br />
          <span className="text-red-500 font-bold">
            {" "}
            دسته بندی عطر و ادکلن در سایت کالا بی کالا با توجه به نوع محصول بعد
            از باز شدن امکان مرجوع کردن ندارد.
          </span>
          <br />
          <br />
          در صورت بروزرسانی این قوانین تغییرات در همین صفحه انجام می‌گیرد و
          کاربر با خرید از سایت کالا بی کالا این قوانین را تابید کرده است.
        </p>
      </div>
      <SocialMedia />
      <Footer />
      <Support />
    </>
  );
}

export default Terms;
