import SocialMedia from "../../components/SocialMedia/SocialMedia";
import Header from "../../components/Header/Header";
import Navbar from "../../components/Navbar/Navbar";
import Footer from "../../components/Footer/Footer";
import Support from "../../components/Support/Support";

function Privacy() {
  return (
    <>
      <Header />
      <Navbar />
      <div className="p-10 text-lg space-y-8 leading-10 dark:text-gray-100">
        <p>نشانی وب‌سایت ما: https://kalabkala.com</p>
        <p>
          <span className="text-red-500">کالا بی کالا</span> با تاکید بر احترامی
          که برای حریم شخصی کاربران قائل است، برای خرید، ثبت نظر یا استفاده از
          برخی امکانات وب‌سایت اطلاعاتی را از کاربران درخواست می‌کند تا بتواند
          خدماتی امن و مطمئن را به کاربران ارائه دهد. برای پردازش و ارسال سفارش،
          اطلاعاتی مانند آدرس، شماره تلفن و ایمیل مورد نیاز است و از آنجا که
          کلیه فعالیت‌های ک قانونی و مبتنی بر قوانین تجارت الکترونیک صورت
          می‌گیرد و تنها آدرس ایمیل و تلفن وارد شده در پروفایل کاربری مورد تائید
          است و تمام مکاتبات و پاسخ‌های کالا بی کالا از طریق آنها صورت می‌گیرد.
        </p>
        <p>
          بنابراین درج آدرس، ایمیل و شماره تماس‌های همراه و ثابت توسط مشتری، به
          منزله مورد تایید بودن صحت آنها است و در صورتی که موارد فوق به صورت
          صحیح یا کامل درج نشده باشد، کالا بی کالا جهت اطمینان از صحت و قطعیت
          ثبت سفارش می‌تواند از مشتری، اطلاعات تکمیلی و بیشتری درخواست کند.
        </p>
        <p>
          مشتریان می‌توانند نام، آدرس و تلفن شخص دیگری را برای تحویل گرفتن سفارش
          وارد کنند و کالا بی کالا تنها برای ارسال همان سفارش، از این اطلاعات
          استفاده خواهد کرد.
        </p>
        <p>
          همچنین کالا بی کالا ممکن است برای ارتباط با مشتریان، بهینه‌سازی محتوای
          وب‌سایت و تحقیقات بازاریابی از برخی اطلاعات استفاده کند و برای
          اطلاع‌رسانی رویدادها و اخبار، خدمات و سرویس‌های ویژه یا پروموشن‌ها،
          برای اعضای وب‌سایت ایمیل یا پیامک ارسال نماید. در صورتی که کاربران
          تمایل به دریافت اینگونه ایمیل‌ها و پیامک‌ها نداشته باشند، می‌توانند
          عضویت دریافت خبرنامه کالا بی کالا را در پروفایل خود لغو کنند. عدم
          اقدام جهت لغو، به منزله ی موافقت ضمنی با دریافت ایمیل‌ها و پیام‌ها و
          سلب حق اعتراض می‌باشد.
        </p>
        <p>
          کالا بی کالا ممکن است نقد و نظرهای ارسالی کاربران را در راستای رعایت
          قوانین وب سایت ویرایش کند. همچنین اگر نظر یا پیام ارسال شده توسط
          کاربر، مشمول مصادیق محتوای مجرمانه باشد، کالا بی کالا می‌تواند از
          اطلاعات ثبت‌شده برای پیگیری قانونی استفاده کند. کاربران ضمن استفاده از
          خدمات وب‌سایت کالا بی کالا، حق ویرایش اطلاعات و استفاده از آنها را در
          چارچوب فوق‌الذکر به کالا بی کالا اعطا نموده و حق اعتراض را از خود سلب
          می‌نمایند.
        </p>
        <p>
          باید تاکید شود که حفظ و نگهداری رمز عبور و نام کاربری بر عهده کاربران
          است و لذا برای جلوگیری از هرگونه سواستفاده احتمالی، کاربران نباید آن
          اطلاعات را برای شخص دیگری فاش کنند. در صورتی که کاربر شماره همراه خود
          را به فردی دیگر واگذار کرد، جهت جلوگیری از سواستفاده یا مشکلات احتمالی
          کاربران باید شماره موبایل خود را در پروفایل تغییر داده و شماره جدیدی
          ثبت نمایند.
        </p>
        <p>
          مسئولیت هرگونه خسارت احتمالی که ناشی از عدم رعایت موارد فوق‌الذکر توسط
          کاربر باشد، با خود کاربر بوده وکاربر حق هر گونه ادعا علیه کالا بی کالا
          را از خود سلب می‌کند. کالا بی کالا هویت شخصی کاربران را محرمانه
          می‌داند و اطلاعات شخصی آنان را به هیچ شخص یا سازمان دیگری منتقل
          نمی‌کند، مگر اینکه با حکم مقام قضایی یا اداری صالحه یا طبق قوانین و
          مقررات رایج کشور موظف باشد در اختیار مراجع ذی‌صلاح قرار دهد.در این
          موارد هیچ گونه مسئولیت قانونی مبنی بر جبران خسارت برای کالا بی کالا
          وجود ندارد و کاربران با اعلام رضایت خود در استفاده از خدمات وب سایت
          ضمنا حق هرگونه اعتراض را از خود سلب نموده اند.
        </p>
        <p>
          همچنین بدین وسیله به اطلاع کاربران رسانده می‌شود که کالا بی کالا
          همانند سایر وب‌سایت‌ها از جمع‌آوری IP و کوکی‌ها استفاده می‌کند، اما
          پروتکل، سرور و لایه‌های امنیتی کالا بی کالا و روش‌های مناسب مدیریت
          داده‌ها حداکثر تلاش را به عمل می‌آورد که اطلاعات کاربران را محافظت و
          از دسترسی‌های غیرقانونی جلوگیری کند. طبیعتا مسئولیت هرگونه سواستفاده
          به شخص یا اشخاص متخلف مربوط بوده و کالا بی کالا حق اعتراض و پیگیری را
          از طریق قانونی بنابر صلاحدید خود محفوظ می‌دارد.
        </p>
        <p>
          کالا بی کالا برای حفاظت و نگهداری اطلاعات و حریم شخصی کاربران همه توان
          خود را به کار می‌گیرد و امیدوار است که تجربه خریدی امن، راحت و خوشایند
          را برای همه کاربران فراهم آورد.
        </p>
        <p>
          در صورت وجود هرگونه سوال، لطفا با اطلاعات تماس زیر ارتباط برقرار کنید.
        </p>
        <p>
          تلفن تماس :<br /> 021-23456789 (پاسخگویی از 9 صبح الی 18)
          <br /> آدرس :<br /> تهران – سعادت آباد – کارخانه شکوه – کالا بی کالا
        </p>
      </div>
      <SocialMedia />
      <Footer />
      <Support />
    </>
  );
}

export default Privacy;
